Repository: edckwt/special-folder
Catalog: tags/1.0/languages/special-folder-*.po
Languages: ar

source: Special Folder
ar: ملف خاص

source: You do not have sufficient permissions to access this page.
ar: غير مسموح لك بالدخول لهذه الصفحة

source: Special Folder Setting
ar: إعدادات الملف الخاص

source: IDs
ar: أرقام ID المواضيع

source: Separate IDs with comma
ar: إفضل بين المواضيع بعلامة الفاصلة

source: Copy code and paste in page/post.
ar: انسخ الكود وألصقه في الموضوع أو الصفحة

source: View by
ar: العرض بواسطة

source: List
ar: قائمة

source: Template
ar: القالب

source: Show Image
ar: إظهار الصورة

source: Show Excerpt
ar: إظهار الوصف

source: Update options
ar: تحديث الإعدادات

source: This plugin will help editors create special folders on specific topics or events. You need just to insert the IDs of posts.
ar: من خلال إضافة ملف خاص يستطيع المحرر إنشاء ملف خاص بداخلة عدة مواضيع, كل ما عليه هو إدراج أقام ID المواضيع

source: EDC Team (E-Da`wah Committee)
ar: فريق البرمجة - لجنة الدعوة الإلكترونية
